IDEA Open Model
CutData.NormalVector Property
Compatible with IDEA StatiCa Beta 20.0
 Plane normal
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Vector3D NormalVector { get; set; }
Public Property NormalVector As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
CutData Class
IdeaRS.OpenModel.Connection Namespace